export const filterCommentText = /(d{2,})|谢谢姐妹|滴滴|谢谢|蹲|!|！|\s|(^[a-zA-Z]+$)/gi

export const NOT_NEED_LIST = [
  "日抛",
  "精油",
  "精华",
  "香水",
  "车走",
  "面霜",
  "身体乳",
  "申删",
  "母婴",
  "隔离",
  "美瞳",
  "【删】",
  "【交流】",
  "月抛",
  "腮红",
  "🚗走",
  "🚗跑",
  "小金管",
  "抗糖小白瓶",
  "眼霜",
  "面膜",
  "气垫",
  "双萃",
  "双抗"
];

export const sbCodeMap = {
  'jd': '京东',
  'xcx': '小程序',
  'tb': '淘宝',
  'zbj': '直播间',
  'fl': '返利',
  'jf': '京粉',
  'lm': '联盟',
  'yxj': '摇现金',
  '饭粒': '返利',
  'zdm': '值得买',
  '张大妈': '值得买',
  '🍚': '返利'
};
